tap "aws/tap"
tap "hashicorp/tap"

brew 'awscli'
brew 'eks-node-viewer'
brew 'go'
brew 'goreleaser'
brew 'helm'
brew 'hey'
brew 'httpie'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'postgresql@15'
# brew 'redis'
brew 'stern'
brew 'terraform'
brew 'tig'
# brew 'trivy'
# brew 'velero'

cask 'azure-data-studio'
# cask 'coscreen'
cask 'docker'
cask 'infra'

vscode "golang.go"
