# Stuff I want installed everywhere, but is for work
# so I might not always need it.

tap "aws/tap"
tap "homebrew/cask-versions"

brew 'awscli'
brew 'eks-node-viewer'
brew 'helm'
brew 'hey'
brew 'kubernetes-cli'
brew 'kube-ps1'
brew 'kubectx'
brew 'maven'
brew 'postgresql@15'
brew 'redis'
brew 'stern'
brew 'trivy'
brew 'velero'

cask 'coscreen'
cask 'infra'
cask 'temurin17'
